[
  {
    "quote": "Heather has the wonderful ability to keep a discussion focused and on point. At the beginning of every facilitation, she laid out the ground rules and made sure that we stuck to them. She ensured that every participant had the opportunity to make their point and that no one participant dominated the conversation. She handled very difficult and contentious issues with humor, grace, and respect for all participants.",
    "attribution": "Jane Ard-Smith, Political Chair / Rocky Mountain Chapter of the Sierra Club"
  },
  {
    "quote": "Heather skillfully united our hostile communities to resolve a very divisive issue. No one has ever been able to achieve this! She brings resolution by first getting everyone in the room to see each other as humans, not enemies, and by employing great humor. She is brilliant &mdash; always thinking ahead several steps. I wish she was in DC fixing things!",
    "attribution": "Carol Baker, PE, Fountain Creek Project Manager / Colorado Springs Utilities"
  },
  {
    "quote": "Heather has a great capacity to bring together a group of diverse stakeholders, utilizing humor and high spirits. She is in command of her art; the Colorado land conservation community benefits from her facilitating expertise in helping us reach our goals.",
    "attribution": "Amanda Barker / Center of Excellence at the Colorado Coalition of Land Trusts"
  },
  {
    "quote": "Heather Bergman totally rocks. She has an amazing ability to quickly build rapport with a group, keep them on topic, and guide them through contentious discussions. Her self-deprecating humor and quick wit are great assets in helping to defuse group tension, and she has deep experience that she draws upon to help find productive paths forward.",
    "attribution": "David Driskell, Executive Director of Community Planning and Sustainability / City of Boulder"
  },
  {
    "quote": "Heather has the skill set to help a diverse group of stakeholders find areas of agreement and to facilitate contentious meetings. Often, as in the case of the Interbasin Compact Committee (IBCC), these go hand in hand. She was instrumental in getting the IBCC to outline Colorado&rsquo;s water supply challenges and articulate recommendations to the outgoing Ritter administration and incoming Hickenlooper administration. Heather helped stakeholders navigate the complex and contentious politics of water supply planning in Colorado, find areas of agreement, and did she did it all with a sense of humor and a smile.",
    "attribution": "Eric Hecox, Executive Director / South Metro Water Supply Authority"
  },
  {
    "quote": "Heather Bergman came into a very difficult community &lsquo;collaboration&rsquo; that was making no progress. From the time she took over, until the process ended successfully over a year later, Heather showed great patience, skill and sensitivity in working with strong personalities and controversial issues. As a trial lawyer with 30 years of experience handling conflicts and negotiations myself, I must say she was nothing less than masterful at her job. A rare talent in her field.",
    "attribution": "Michael Katz, Retired Federal Public Defender for Colorado &amp; Wyoming"
  },
  {
    "quote": "Heather brought charisma and charm to boring meetings. She always managed her time wisely, listened to what people had to say and was able to reach consensus on some difficult and controversial issues.",
    "attribution": "Rich Muzzy, Environmental Program Manager / Pikes Peak Area Council of Governments"
  },
  {
    "quote": "How fortunate we have been to have Heather Bergman as a facilitator on various projects. She understands her audience and utilizes an effective approach, including humor, to search for and seek common ground.",
    "attribution": "Teri Olander, Recreation Administrator / City of Boulder Parks and Recreation Department"
  },
  {
    "quote": "I worked with Heather as manager of the City of Boulder&rsquo;s Housing Division. During that time we engaged her to facilitate the City&rsquo;s Affordable Housing Task Force. Despite working with group members with deeply-held &mdash; and often conflicting &mdash; beliefs, she did a great job keeping the group on task, and keeping the process moving. Heather did a great job acquainting herself with the issues under debate by the Task Force, and was a strong partner to City staff. I wholeheartedly recommend her.",
    "attribution": "Andy Proctor, FHA Originations Director / Arbor Commercial Mortgage, LLC"
  },
  {
    "quote": "I watched Heather learn, listen, and lead the difficult conversations regarding Colorado&rsquo;s water future. The IBCC process has been a success due to Heather&rsquo;s ability to guide the discussion with focus and respect.",
    "attribution": "Travis Smith, CWCB/IBCC Member &amp; Superintendent of the San Luis Valley Irrigation District"
  },
  {
    "quote": "I have had the pleasure of serving in groups facilitated by Heather. With disarming humor, and occasional self-deprecation, Heather manages dynamic groups and addresses contentious issues with grace and skill. Her firm but fair facilitation enables individuals to reach consensus conclusions with full buy-in&hellip;and the conviction that they came out better than they came in.",
    "attribution": "Chris Treese, External Affairs Manager / Colorado River District"
  }
]
