[
  {
    "title": "Emergenetics",
    "image": "projects-library.jpg",
    "alt": "",
    "description": "Katie Waller is a certified <a href=\"https://www.emergenetics.com\" target=\"_blank\">Emergenetics</a> associate. Emergenetics is a psychometric tool that offers a unique lens through which to view significant workplace and business challenges, such as interpersonal and interdepartmental communication, team/department/office dynamics, personal development and coaching, strategic hiring, and powerful collaboration. Peak Facilitation is determined to ensure that all Emergenetics-based work is dynamic, effective, and operative, ensuring that the lessons learned and new skills are suitable for daily practice and application.",
    "facilitators": []
  },
  {
    "title": "Team Building",
    "image": "projects-teamonthree.jpg",
    "alt": "Hands in center",
    "description": "Peak Facilitation provides team-building services for teams and organizations of all sizes and types. Using an outcome-driven approach, Peak Associates guide participants through engaging and meaningful activities meant improve team efficiency, communication, and performance. Group discussions during team-building sessions are guided by the facilitator to root out and address challenges such as interpersonal communication hurdles, unproductive group dynamics, individual and team assets and deficiencies, and team member roles. With continued engagement, Peak works to create resilient and self-sufficient teams that are greater than the sum of their parts.",
    "facilitators": []
  },
  {
    "title": "Retreats and Strategic Planning",
    "image": "projects-handsattable.jpg",
    "alt": "Hands around a table",
    "description": "Elected bodies, boards of directors, city councils, and project teams all benefit from retreats as opportunities to step back, take stock, and make a plan for the future. Retreats often involve visioning, strategic planning, goal setting, prioritizing, team building, and work plan construction. Retreats vary in length, but Peak always ensures that the group's the desired outcomes are achieved. Some past retreat clients include the Boulder City Council, Arvada City Council, Town of Berthoud Board of Trustees, Lakewood City Council, Wheat Ridge City Council, Colorado WaterWise, Eagle Valley Land Trust, Catamount Institute, Alliance for Sustainable Colorado, Western Resource Advocates, and Friends of the Dillon Ranger District.",
    "facilitators": []
  }
]
